Repository: ArEaDeLtA-SaT/enigma2-plugin-extensions-dflash
Catalog: usr/lib/enigma2/python/Plugins/Extensions/dFlash/locale/*/LC_MESSAGES/dflash.po
Languages: de, nl

source: no
de: Nein
nl: Nee

source: yes
de: Ja
nl: Ja

source: none
de: keine
nl: geen

source: system
nl: systeem

source: Select nfi image for flashing
de: Wählen Sie ein NFI-Image zum Flashen
nl: Kies nfi image om te flashen

source: Disclaimer
de: Haftungsausschluss
nl: Vrijwaring

source: This way of flashing your Dreambox is potentially dangerous and not supported in any way from DMM. You are using it completely at you own risk! If you want to flash your Dreambox safely use the Webinterface or DreamUP! May the Null modem cable be with you!
de: Diese Art Ihre Dreambox zu Flashen ist möglicherweise gefährlich und wird von DMM nicht unterstützt. Sie verwenden dflash auf eigenes Risiko! Wenn Sie Ihre Dreambox auf unterstützte Weise flashen möchten, verwenden Sie das Webinterface oder DreamUP! Möge Ihr Nullmodemkabel mit Ihnen sein!
nl: Op deze manier uw Dreambox flashen is mogelijk gevaarlijk en wordt niet door DMM ondersteund. U gebruikt dflash op EIGEN RISICO! Indien u uw Dreambox veilig wilt flashen gebruik dan de WebInterface of DreamUP! Moge de Nullmodemkabel u ter zijde staan!

source: direct Flash Plugin by gutemine Version %s
de: direkt Flashen Plugin von gutemine Version %s
nl: directe Flash Plugin door gutemine Versie %s

source: %i MB Swapspace OK
nl: %i MB Swapruimte OK

source: Flashing
de: Flashen
nl: Flashen

source: Configuring
de: Einstellungen
nl: Instellingen

source: Checking
de: Überprüfen
nl: Controle

source: dFlash is busy ...
de: dFlash ist beschäftigt ...
nl: dFlash is bezig...

source: Enter Backup Imagename
de: Name des Sicherungsimages eingeben
nl: Geef naam van de image

source: Enter Backup Path
de: Sicherungspfad eingeben
nl: Geef backup pad op

source: Sorry, currently not supported on this Dreambox type
de: Derzeit leider auf dieser Dreambox nicht unterstützt
nl: Sorry, momenteel geen ondersteuning voor dit type dreambox

source: Sorry, no correct nfi file selected
de: Keine korrekte NFI-Datei ausgewählt
nl: Sorry, onjuist nfi bestand geselecteerd

source: Sorry, no nfi file unzipped
de: NFI-Datei wurde nicht entpackt!
nl: nfi bestand (zip) is niet uitgepakt!

source: Sorry, bad blocks in %s Flash, better try DreamUP with recover bad sectors
de: Bad Blocks in %s Flash, besser Sie versuchen DreamUP mit recover bad sectors
nl: Sorry, foute blokken in %s flash, je kunt beter DreamUp met 'recover bad sectors' gebruiken

source: Refresh
de: Aktualisieren
nl: Vernieuwen

source: Nothing mounted at %s
de: Nichts gemountet auf %s
nl: Niets gemount via %s

source: Sorry, use Barry Allen for Backup
de: Benutzen Sie Barry Allen zum Sichern
nl: Gebruik Barry Allen om backup te maken

source: Sorry, use LowFAT for Backup
de: Benutzen Sie LowFAT zum Sichern
nl: Gebruik LowFAT om backup te maken

source: Sorry, use Dumbo for Backup
de: Benutzen Sie Dumbo zum Sichern
nl: Gebruik Dumbo om backup te maken

source: use back button in browser and try again!
de: Zurück Knopf im Browser benutzen, und nochmal versuchen!
nl: gebruik de TERUG-toets in uw browser en probeer het opnieuw!

source: Cancel
de: Abbrechen
nl: Annuleer

source: Checking tool is not installed
nl: Controle programma is niet geïnstalleerd

source: Flashing tool is not installed
nl: Flash programma is niet geïnstalleerd

source: Are you sure that you want to unzip %s ?
de: Sind Sie sicher, dass Sie %s entpacken wollen?
nl: Weet u zeker dat u %s wilt uitpakken?

source: Sorry, unzip of %s was canceled!
de: Entpacken von %s wurde abgebrochen !
nl: Sorry, uitpakken van %s is afgebroken!

source: choose rambo device
de: Wählen Sie das Rambo Speichergerät
nl: Kies rambo opslagmedium

source: choose flodder device
de: Wählen Sie das Flodder Speichergerät
nl: Kies flodder opslagmedium

source: choose recovery device
de: Wählen Sie das Recovery Speichergerät
nl: Kies recovery opslagmedium

source: choose raw device
de: Wählen Sie das Raw Speichergerät
nl: Kies raw opslagmedium

source: Are you sure that you want to flash now %s ?
de: Wollen Sie jetzt wirklich flashen: %s ?
nl: Weet u zeker dat u nu %s wilt flashen ?

source: Sorry, Flashing of %s was canceled!
de: Das Flashen von %s wurde leider abgebrochen!
nl: Sorry, flashen van %s is geannuleerd!

source: Press OK now for flashing %s Box will reboot automatically when finished!
de: Drücken Sie jetzt OK um zu flashen %s Ihre Box wird nach Abschluss des Flashvorgangs automatisch neu gestartet!
nl: Druk op OK om nu te Flashen %s Box zal automatisch opnieuw opstarten wanneer klaar!

source: Sorry, no device choosen
de: Kein Speichergerät gewählt
nl: Sorry, geen opslagmedium gekozen

source: Sorry, no device found
de: Kein Speichergerät gefunden
nl: Sorry, geen opslagmedium gevonden

source: Are you sure that you want to FORMAT recovery device %s now for %s ?
de: Recovery Device %s für %s formatieren?
nl: Weet u zeker, dat u recovery opslagmedium %s wilt formatteren voor %s ?

source: umount failed, Sorry!
nl: umount mislukt, Sorry!

source: Sorry, %s device not mounted writeable
nl: Sorry, %s opslagmedium is niet gemount als schrijfbaar

source: recovery creation failed, Sorry!
nl: herstel mogelijkheid mislukt, Sorry!

source: Sorry, %s device not mounted
de: %s Speichergerät nicht gemounted
nl: Sorry, %s opslagmedium is niet gemount

source: Copied %s.nfi to %s, don't forget kernel commandline and now reboot for activating it ?
de: %s.nfi nach %s kopiert! Kernel Command Line nicht vergessen und jetzt neu starten zum Aktivieren?
nl: %s.nfi gekopieerd naar %s, Denk aan de kernel commandoregel; wilt u de ontvanger nu opnieuw starten ?

source: Copied %s.nfi to %s, don't forget to remove stick if you enabled kernel commandline! Halt now ?
de: %s.nfi nach %s kopiert! Nicht vergessen, den USB Stick zu entfernen, wenn die Kernel Command Line aktiviert ist! Jetzt herunterfahren?
nl: %s.nfi gekopieerd naar %s, Vergeet niet de stick te verwijderen als je kernel commandline heb ingeschakeld! Stoppen ?

source: Copied %s.nfi to %s, reboot for activating it ?
de: %s.nfi nach %s kopiert! neu starten zum Aktivieren?
nl: %s.nfi gekopieerd naar %s, Ontvanger opnieuw starten ?

source: Flash Backup to %s finished with imagename: %s.nfi BUT it has I/O Errors
de: Flashsicherung nach %s beendet mit Imagenamen: %s.nfi ABER mit ERRORS I/O
nl: Flash Backup naar %s is klaar met bestandsnaam: %s.nfi Maar MET I/O Fouten

source: Flash Backup to %s finished with imagename: %s.nfi
de: Flashsicherung nach %s beendet mit Imagenamen: %s .nfi
nl: Flash Backup naar %s is klaar met bestandsnaam: %s.nfi

source: nothing entered
de: nichts eingegeben
nl: niets ingevuld

source: already exists,
de: existiert bereits,
nl: bestaat reeds,

source: overwrite ?
de: ersetzen ?
nl: overschrijven ?

source: Using temporary swapspace.
de: Verwende temporären Swapspace.
nl: Gebruik tijdelijke swapruimte.

source: Enigma2 will restart due to lack of swapspace, check result with Backup in Plugin afterwards.
de: Enigma2 wird wegen fehlendem Swapspace beendet und nach Durchführung der Sicherung neu gestartet. Überprüfen Sie das Ergebnis anschließend im Plugin mit der Funktion Sichern.
nl: Enigma2 wordt - vanwege onvoldoene swapruimte - opnieuw gestart Controleer daarna het resultaat met deze plugin via de functie Backup.

source: Without swapspace.
de: Ohne Swapspace.
nl: Zonder swapruimte.

source: Using existing swapspace.
de: Verwende vorhandenen Swapspace.
nl: Gebruik beschikbare swapruimte.

source: Press OK for starting backup to
de: OK drücken, um die Sicherung zu starten
nl: Druk op OK om backup te starten naar

source: Be patient, this takes 5-10min ...
de: Geduld, der Vorgang dauert 5-10 Min ...
nl: Heb geduld, dit duurt ong. 5-10 min ...

source: not confirmed
de: nicht bestätigt
nl: niet bevestigd

source: Flash Backup finished
nl: Flash backup klaar

source: About
de: Über
nl: Over

source: check /dev/mtd0 = entire Flash
de: check /dev/mtd0 = gesamter Flash
nl: controleer /dev/mtd0 = hele Flash

source: check /dev/mtd/0 = entire Flash
de: check /dev/mtd/0 = gesamter Flash
nl: controleer /dev/mtd/0 = hele Flash

source: check /dev/mtd1 = secondstage loader
nl: controleer /dev/mtd1 = Secondstage Lader

source: check /dev/mtd/1 = secondstage loader
nl: controleer /dev/mtd/1 = Secondstage Lader

source: check /dev/mtd2 = boot
nl: controleer /dev/mtd2 = boot

source: check /dev/mtd/2 = boot
nl: controleer /dev/mtd/2 = boot

source: check /dev/mtd3 = root
nl: controleer /dev/mtd3 = root

source: check /dev/mtd/3 = root
nl: controleer /dev/mtd/3 = root

source: check /dev/mtd4 = home
nl: controleer /dev/mtd4 = home

source: check /dev/mtd/4 = home
nl: controleer /dev/mtd/4 = home

source: check /dev/mtd5 = unused
de: check /dev/mtd5 = unbenutzt
nl: controleer /dev/mtd5 = ongebruikt

source: check /dev/mtd/5 = unused
de: check /dev/mtd/5 = unbenutzt
nl: controleer /dev/mtd/5 = ongebruikt

source: check /dev/mtd6 = unused
de: check /dev/mtd6 = unbenutzt
nl: controleer /dev/mtd6 = ongebruikt

source: check /dev/mtd/6 = unused
de: check /dev/mtd/6 = unbenutzt
nl: controleer /dev/mtd/6 = ongebruikt

source: checking %s - be patient (up to 1 min)
de: Prüfe %s - bitte warten (bis zu 1 Min)
nl: Controleren %s - heb geduld (ong. 1 min)

source: B Bad block . Empty block - Partially filled block = Full block, no summary node S Full block, summary node Ignore B at the end of Flash
de: B Bad Block . Block leer - Teilweise gefüllter Block = Block voll, kein Summary Node S Block voll, Summary Node Ignoriere B am Ende des Flashspeichers
nl: B Slecht block . Blok leeg - Gedeeltelijk gevuld blok = Blok vol, geen Summary node S Block vol, Summary node Negeer de B aan het einde van de flash

source: create nfo
nl: Maak nfo

source: Flashtool
de: Flashwerkzeug
nl: Flash gereedschap

source: Backuptool
de: Sicherungswerkzeug
nl: Backup gereedschap

source: Backup bigger then Flash
nl: Backup groter dan Flash

source: Extract Loader from Flash
nl: Haal de Loader uit de Flash

source: jffs2 boot compression
de: jffs2 boot Kompression
nl: jffs2 boot compressie

source: jffs2 root compression
de: jffs2 root Kompression
nl: jffs2 root compressie

source: jffs2 erase block summary
de: jffs2 erase block Zusammenfassung
nl: 'jffs2 erase block' samenvatting

source: ubifs root compression
de: ubifs root Kompression
nl: ubifs root Kompression

source: ubifs data compression
de: ubifs data Kompression
nl: ubifs data compressie

source: Root Volume Size [59-%iMB]
de: Root Volume Größe [59-%iMB]
nl: Root Volume Grootte [59-%iMB]

source: Root Volume Size [40-%iMB]
de: Root Volume Größe [40-%iMB]
nl: Root Volume Grootte [40-%iMB]

source: ubifs debug level
nl: ubifs debug-niveau

source: Console output
de: Ausgabe auf Konsole
nl: Ausgabe auf Konsole

source: loop swap over network
de: Swap Schleife über das Netzwerk
nl: Swappen over netwerk

source: include /usr mount in backup
de: /usr mount in die Sicherung einbeziehen
nl: /usr mount in backup opnemen

source: include squashfs directories in backup
de: squashfs Ordner in die Sicherung einbeziehen
nl: squashfs mappen in backup opnemen

source: switch boxversion for backup
de: tausche Boxversion beim Sichern
nl: wijzig box versie voor backup

source: show in Extensions Menu
de: im Erweiterungsmenü anzeigen
nl: toon in Uitbreidingsmenu

source: execute tool
nl: hulpprogramma uitvoeren

source: Root Filesystem total: %s MB used: %s MB free: %s MB
de: Root Filesystem gesamt: %s MB benutzt: %s MB frei: %s MB
nl: Root bestandssyteem totaal: %s MB gebruikt: %s MB vrij: %s MB

source: Memory total: %i MB used: %i MB free: %i MB
de: Hauptspeicher gesamt: %i MB benutzt: %i MB frei: %i MB
nl: Geheugen totaal: %i MB gebruikt: %i MB vrij: %i MB

source: Backup
de: Sichern

source: zip backups
de: zip Sicherungen
